Repository: jcantosz/Jotoba
Catalog: locales/*.po
Languages: de, hu

source: Search...
de: Suche...
hu: Keresés...

source: Search
de: Suchen
hu: Keresés

source: Settings
de: Einstellungen
hu: Beállítások

source: Radicals
de: Radikale
hu: Gyökök

source: Voice
de: Stimme
hu: Hang

source: This tool allows you to find Kanji by their core components (Radicals)
de: Dieses Tool erlaubt es dir Kanji anhand ihrer Kernelemente (Radikale) zu finden
hu: Ezzel az eszközzel rákereshetsz Kanjikra az alkotórészeik alapján (Gyökök)

source: You can select Radicals below and add found Kanji to the search bar
de: Du kannst unten gewünschte Radikale auswählen und die gefunden Kanji der Suchleiste hinzufügen
hu: Alul kiválaszthatod a gyököket és a megtalált kanjit hozzáadhatod a keresősávhoz

source: to start searching
de: zum Starten der Suche
hu: a keresés elkezdéséhez

source: Reset
de: zurücksetzen
hu: Visszaállítás

source: reset
de: zurücksetzen
hu: visszaállítás

source: apply
de: Annehmen
hu: beállítás

source: create
de: erstellen
hu: létrehozás

source: here
de: hier
hu: itt

source: Accept
de: Annehmen
hu: Elfogadás

source: Decline
de: Ablehnen
hu: Visszautasítás

source: Words
de: Wörter
hu: Szavak

source: Kanji
hu: Kanjik

source: Sentences
de: Sätze
hu: Mondatok

source: Names
de: Namen
hu: Nevek

source: Current language
de: Aktuelle Sprache
hu: Kiválasztott nyelv

source: Currently listening
de: Am Zuhören
hu: Éppen figyel

source: No
de: Nein
hu: Nem

source: To change your language, select one of the following
de: Um deine Sprache zu wechseln, wähle eins der folgenden
hu: A nyelv megváltoztatásához válaszd ki az egyiket az alábbiak közül

source: Enter a URL or upload your image directly and Jotoba will try to search for japanese words contained in the picture.
de: Lade ein Bild hoch oder füge direkt die URL ein ein und Jotoba wird versuchen nach Japanischen Begriffen zu suchen, welche in dem Bild zu sehen sind.
hu: Írj be egy webcímet vagy tölts fel egy képet közvetlenül és a Jotoba megpróbál rákeresni a szavakra a képen

source: Enter Image URL...
de: Bild-URL einfügen...
hu: Add meg a kép címét...

source: Select Radicals
de: Wähle Radikale
hu: Gyökök Kiválasztása

source: Select Kanji
de: Wähle Kanji
hu: Kanji Kiválasztása

source: Search Radicals...
de: Suche Radikale...
hu: Gyökök Keresése...

source: Notifications
de: Benachrichtigungen
hu: Értesítések

source: No new notifications
de: Keine Benachrichtigungen
hu: Nincs új értesítés

source: Show all
de: Zeige alle
hu: Mind mutatása

source: Close
de: Schließen
hu: Bezárás

source: English
de: Englisch
hu: Angol

source: German
de: Deutsch
hu: Német

source: Russian
de: Russisch
hu: Orosz

source: Spanish
de: Spanisch
hu: Spanyol

source: Swedish
de: Schwedisch
hu: Svéd

source: French
de: Französisch
hu: Francia

source: Dutch
de: Niederländisch
hu: Holland

source: Hungarian
de: Ungarisch
hu: Magyar

source: Slovenian
de: Slovenisch
hu: Szlovák

source: Japanese
de: Japanisch
hu: Japán

# foreign_lang
source: German
de: Deutschen
hu: Német

# foreign_lang
source: English
de: Englischen
hu: Angol

# foreign_lang
source: Georgian
de: Georgischen
hu: Grúz

# foreign_lang
source: Chinese
de: Chinesischen
hu: Kínai

# foreign_lang
source: Manchu
de: Mandschurischen
hu: Mandzsu

# foreign_lang
source: Kurdish
de: Kurdischen
hu: Krud

# foreign_lang
source: ChinookJargon
de: Mandschurischen
hu: Csinuk

# foreign_lang
source: Italian
de: Italienischen
hu: Olasz

# foreign_lang
source: Malayalam
de: Malayalamischen
hu: Malajálam

# foreign_lang
source: Tibetian
de: Tibetischen
hu: Tibeti

# foreign_lang
source: Mongolian
de: Mongolischen
hu: Mongol

# foreign_lang
source: Romanian
de: Rumänischen
hu: Román

# foreign_lang
source: Norwegian
de: Norwegischen
hu: Norvég

# foreign_lang
source: Icelandic
de: Isländischen
hu: Izlandi

# foreign_lang
source: Amharic
de: Amharischen
hu: Amhara

# foreign_lang
source: Swahili
de: Swahilischen
hu: Szuahéli

# foreign_lang
source: Hebrew
de: Hebräischen
hu: Héber

# foreign_lang
source: Galician
de: Galegischen
hu: Galiciai

# foreign_lang
source: Korean
de: Koreanischen
hu: Koreai

# foreign_lang
source: Viatnamese
de: Vietnamesischen
hu: Vietnám

# foreign_lang
source: Polish
de: Polnischen
hu: Lengyel

# foreign_lang
source: Sanskrit
hu: Szanszkrit

# foreign_lang
source: Persian
de: Persischen
hu: Perzsa

# foreign_lang
source: Filipino
de: Filipinischen
hu: Filippínó

# foreign_lang
source: Moldavian
de: Moldavischen
hu: Moldáv

# foreign_lang
source: Croatian
de: Kroatischen
hu: Horvát

# foreign_lang
source: Burmese
de: Birmanischen
hu: Burmai

# foreign_lang
source: Slovak
de: Slowakischen
hu: Szlovák

# foreign_lang
source: Czech
de: Tschechischen
hu: Cseh

# foreign_lang
source: Turkish
de: Türkischen
hu: Török

# foreign_lang
source: Hawaiian
de: Hawaiischen
hu: Hawaii

# foreign_lang
source: Esperanto
de: Esperantonischen
hu: Eszperantó

# foreign_lang
source: Yiddish
de: Jiddischen
hu: Jiddis

# foreign_lang
source: Somali
de: Somalischen
hu: Szomáli

# foreign_lang
source: Tahitian
de: Tahitischen
hu: Tahiti

# foreign_lang
source: Indonesian
de: Indonesischen
hu: Indonéz

# foreign_lang
source: Estonian
de: Estnischen
hu: Észt

# foreign_lang
source: Bulgarian
hu: Bolgár

# foreign_lang
source: Arabic
de: Arabischen
hu: Arab

# foreign_lang
source: Danish
de: Dänischen
hu: Dán

# foreign_lang
source: Portuguese
de: Portugiesischen
hu: Portugál

# foreign_lang
source: Greek
de: Griechischen
hu: Görög

# foreign_lang
source: Finnish
de: Finnischen
hu: Finn

# foreign_lang
source: Algonquian
de: Algonkinischen
hu: Algonking

# foreign_lang
source: French
de: Französischen
hu: Francia

source: Language
de: Sprache
hu: Nyelv

source: Display
de: Design
hu: Megjelenítés

source: General
de: Allgemein
hu: Általános

source: Default search language
de: Sprache für Suchanfragen
hu: Alapértelmezett keresési nyelv

source: Page language
de: Sprache der Webseite
hu: Weboldal nyelve

source: Always show english results
de: Zeige englische Ergebnisse immer
hu: Mindig angol eredmények mutatása

source: Show english results on top
de: Zeige englische Ergebnisse als erstes
hu: Angol eredmények felül

source: Focus search bar on load
de: Fokussiere die Suchleiste nach dem Suchen
hu: Keresősáv fókuszálása betöltéskor

source: Select input on load
de: Markiere den Input nach dem Suchen
hu: Bemenet kiválasztása betöltéskor

source: Results per page
de: Ergebnisse pro Seite
hu: Eredmények száma egy oldalon

source: Number...
de: Nummer...
hu: Szám...

source: Input has to be in range of 1 and 100!
de: Eingabe muss zwischen 1 und 100 liegen!
hu: A bemenetnek 1 és 100 között kell lennie!

source: max amount of names/words/sentences shown per page
de: Anzahl der Namen/Wörter/Sätze auf einer Seite
hu: nevek/szavak/mondatok maximális száma egy oldalon

source: Show Furigana
de: Zeige Furigana
hu: Furigana Mutatása

source: Show example sentences
de: Zeige Beispielsätze
hu: Példamondatok mutatása

source: Items per page
de: Anzahl pro Seite
hu: Eredmények egy oldalon

source: max amount of kanji shown per page
de: Anzahl der Kanji auf einer Seite
hu: kanjik maximális száma egy oldalon

source: Use dark mode
de: Dark Mode
hu: Sötét téma használata

source: Default kanji animation speed
de: Kanji Animationsgeschwindigkeit
hu: Alapértelmezett kanji animáció sebessége

source: Share usage statistics
de: Nutzungsstatistiken teilen
hu: Sütik Elfogadása

source: To use this feature you have to accept to the use of cookies.
de: Um dieses Feature nutzen zu können, musst du den Cookies zustimmen.
hu: Ennek a funkciónak a használatához el kell fogadnod a sütiket.

source: Your data will only be used for your personal website settings.
de: Deine Daten werden ausschließlich für deine persönlichen Website Einstellungen verwendet.
hu: Az adataid csak a személyes beállításaidhoz lesznek felhasználva.

source: Click
de: Klicke
hu: Kattints

source: to revoke your Cookies agreement
de: um deine Cookie Zustimmung zurückzunehmen
hu: a sütik visszavonásához

source: to enable Cookies
de: um Cookies zu aktivieren
hu: a sütik engedélyezéséhez

source: Jotoba wouldn't be able to exist without the help of many open-source data sources
hu: A Jotoba nem jöhetett volna létre rengeteg nyílt-forráskódú adatforrás nélkül

source: About Page
de: "Über Uns" - Seite
hu: Rólunk Oldalunkat

source: We use cookies to improve your experience and deliver personalized content.
de: Wir benutzen Cookies um Jotoba zu verbessern und Deinen Inhalt zu personalisieren.
hu: Sütiket használunk az élményed javítására és a személyre szabott tartalmakhoz

source: By using Jotoba you agree to our
de: Indem du Jotoba benutzt, stimmst du unserer
hu: A Jotoba használatával elfogadod a

source: privacy policy
de: Datenschutzerklärung
hu: adatvédelmi házirend

source: Only use necessary
de: Nur notwendige verwenden
hu: Csak a szükségeseket

source: Allow Cookies
de: alle Cookies erlauben
hu: Sütik Engedélyezése

source: is a multilingual Japanese dictionary
de: ist ein mehrsprachiges Japanisch-Wörterbuch
hu: egy többnyelvű japán szótár

source: It is easy to find translations for words or kanji, see example sentences and the way names can be written.
de: Es ist einfach Übersetzungen für Wörter oder Kanji, aber auch Beispielsätze und Namen zu finden.
hu: Könnyen megtalálhatod szavak és kanjik fordítását, láthatsz példamondatokat és azt, hogy hogyan kell egyes neveket írni.

source: Here are some examples on how to use this page
de: Hier sind einige Beispiele, wie man die Webseite benutzen kann
hu: Itt van pár példa az oldal használatához

source: Quickly change the search type by pressing
de: Ändere deinen Suchtypen mit diesen Tasten:
hu: Gyorsan megváltoztathatod a keresési típust

source: You can specify your search by typing
de: Suche nach spezifischen Ergebnissen mit:
hu: Egyszerűen megadhatod a keresésedet

source: You can find verbs that are conjugated
de: Du kannst Konjugierte Verben suchen
hu: Ragozott igékre is kereshetsz

source: You can search multiple kanji at once
de: Suche mehrere Kanji auf einmal
hu: Egyszerre több kanjira is kereshetsz

source: is open source
de: ist Open Source
hu: nyílt forráskódú

source: Check out our
de: Besuche unsere
hu: Tekintsd meg a

source: Check out the
de: Besuche unsere
hu: Tekintsd meg a

source: aswell if you are interested in upcoming features and what we are currently working on
de: , wenn du an zukünftigen Features interessiert bist oder dich interessiert an welchen Features wir aktuell arbeiten
hu: -nkat is, ha érdekelnek a közelgő funkciók és szeretnéd látni, hogy éppen mind dolgozunk

source: for a list of all contributors in this project.
de: für eine Liste aller Mitwirkenden an diesem Projekt.
hu: a projekt körzeműködői listájának a megtekintéséhez.

# index
source: or
de: oder
hu: vagy

# index
source: Press
hu: Nyomd meg a

source: to instantly focus the search bar
de: um die Suchleiste zu fokussieren
hu: gombot a keresősáv fókuszálásához

source: Shortcuts
de: Tastenkombinationen
hu: Gyorsgombok

source: To improve the quality of life on Jotoba, we offer some shortcuts to quickly navigate the page:
de: Um die Nutzung von Jotoba so einfach wie möglich zu machen, bieten wir einige Shortcuts an mit denen man schnell auf der Seite navigieren kann:
hu: A Jotoba használatának megkönnyítésére létrehoztunk néhány gyorsgombot az oldal navigálásához:

source: Everywhere
de: Überall verfügbar
hu: Mindenhol

source: Quickly change between words | sentences | names | kanji tabs
de: Wechsle schnell zwischen Wörtern | Sätzen | Namen | Kanji Suchen
hu: Válts a szavak | mondatok | nevek | kanji lapok között

source: Focus the search bar
de: Fokussiere die Suchleiste
hu: Keresősáv fókuszálása

source: Focussed search bar
de: Wenn die Suchleiste im Fokus liegt
hu: Fókuszált keresősáv

source: Iterate suggestions up | down
de: Iteriere Vorschläge hoch | herunter
hu: Felajánlások közötti lépés fel | le

source: Iterate suggestions down
de: Iteriere Vorschläge herunter
hu: Felajánlások közötti lépés le

source: [Words] search
de: [Wörter] Suche
hu: [Szavak] keresés

source: Play the first possible audio
de: Spiele die Audio vom ersten Ergebnis ab
hu: Az első létező hanganyag lejátszása

source: [Kanji] search
de: [Kanji] Suche
hu: [Kanji] keresés

source: Show / Collapse compounds
de: Zeige / Verstecke Wortverbindungen
hu: Összetételek mutatása / elrejtése

source: To specify what kind of results your search should offer, you can use shortcuts.
de: Um deine Suche genauer zu spezifizieren, können Hashtags verwendet werden.
hu: A keresés eredményének típusának beállításához használhatsz gyorsgombokat.

source: Hashtags should be written at end end of your input like this:
de: Sie sollten folgendermaßen an das Ende eines Inputs geschrieben werden:
hu: A hashtag-ek a keresés végére kerüljenek a következőképpen:

source: Available Hashtags for [Words] search
de: Verfügbare Hashtags für die [Wörter] Suche
hu: Hashtag-ek [Szavak] kereséséhez

source: Search for nouns
de: Suche nach Nomen
hu: Főnevek keresése

source: Search for verbs
de: Suche nach Verben
hu: Igék keresése

source: Search for transitive verbs
de: Suche nach transitiven Verben
hu: Tranzitív igék keresése

source: Search for intransitive verbs
de: Suche nach intransitiven Verben
hu: Intranzitív igék keresése

source: Search for adverb
de: Suche nach Adverben
hu: Határozószavak keresése

source: Search for auxilary verbs
de: Suche nach Hilfsverben
hu: Segédigék keresése

source: Search for adjectives
de: Suche nach Adjektiven
hu: Melléknevek keresése

source: Search for pronouns
de: Suche nach Pronomen
hu: Névmások keresése

source: Search for conjugations
de: Suche nach Konjugationen
hu: Ragozások keresése

source: Search for prefixes
de: Suche nach Prefixen
hu: Előtagok keresése

source: Search for suffixes
de: Suche nach Suffixen
hu: Utótagok keresése

source: Search for japanese particles
de: Suche nach Japanischen Partikeln [z.B. を]
hu: Japán partikulák keresése

source: Lists iru/eru ending verbs which are conjugated as godan verbs
de: Zeige iru/eru endende Verben, die als Godan verb konjugiert werden
hu: Godan igékhez hasonlóan ragozott iru/eru igék listázása

source: Search for sfx words [comic sounds]
de: Suche nach sfx-Wörtern [z.b. Sounds in Comics]
hu: Hangutánzó szavak keresése

source: Search for words used for counting
de: Suche nach Wörtern zum Zählen
hu: Számlálószavak keresése

source: Search for expressions
de: Suche nach Ausdrücken
hu: Kifejezések keresése

source: Search for words used as interjections
de: Suche nach Wörtern, welche als Interjektionen genutzt werden
hu: Indulatszavakként használt szavak keresése

source: Search for numeric words
de: Suche nach numerischen Wörtern
hu: Numerikus szavak keresése

source: Search for abbreviations
de: Suche nach Abkürzungen
hu: Rövidítések keresése

source: Search for words that don't fit in any category
de: Suche nach Wörtern, welche in keine andere Kategorie passen
hu: Más kategóriákba nem illő szavak keresése

source: Search for words included in the specific JLPT level
de: Suche nach Wörtern aus dem jeweiligen JLPT Level
hu: JLPT szintekhez tartozó szavak keresése

source: Search in the [words] category
de: Suche in der [Wörter] Kategorie
hu: Keresés a [szavak] kategóriában

source: Search in the [sentences] category
de: Suche in der [Sätze] Kategorie
hu: Keresés a [mondatok] kategóriában

source: Search in the [name] category
de: Suche in der [Namen] Kategorie
hu: Keresés a [nevek] kategóriában

source: Search in the [kanji] category
de: Suche in der [Kanji] Kategorie
hu: Keresés a [kanjik] kategóriában

source: Available Hashtags for [Sentence] search
de: Verfügbare Hashtags für die [Sätze] Suche
hu: Hashtag-ek [Mondatok] kereséséhez

source: Search for sentences included in the specific JLPT level
de: Suche nach Sätzen aus dem jeweiligen JLPT Level
hu: JLPT szintekhez tartotó mondatok keresése

source: Hide translations by default to translate them yourself and check if its correct
de: Zeige Übersetzungen eingeklappt an, damit du die Sätze selber übersetzen und gegenprüfen kannst
hu: Fordítások elrejtése, hogy lefordíthassad és ellenőrizhesd, hogy helyes-e

source: Available Hashtags for [Kanji] search
de: Verfügbare Hashtags für die [Kanji] Suche
hu: Hashtag-ek [Kanjik] kereséséhez

source: Search for kanji included in the specific Genki chapter
de: Suche nach Kanji aus dem jeweiligen Genki Kapitel
hu: Kanjik keresése a megadott Genki fejezetben

source: Radical search
de: Radical suche
hu: Gyök keresés

source: The radical picker allows searching for radicals to make the process of picking radicals even faster. The supported inputs are as following:
de: Der Radikalsucher ermöglicht eine Suche innerhalb der Radikalen um eine noch schnellere Kanji Inputmethode zur Verfügung zu stellen. Die unterstützten Input-typen sind wie folgt:
hu: A gyökválasztóban lehet gyökökre keresni, így felgyorsítva a folyamatot. A megengedett bemenetek a következők:

source: Results in all radicals used to build given kanji characters
de: Gibt alle Radikale an, die benutzt werden um die gesuchten kanji zusammenezustellen
hu: Visszaadja a megadott kanjit felépítő gyököket

source: Searches in words for the given query and returns in result-matching radicals
de: Führt eine Wortsuche durch und gibt alle Radikale an, die in den Ergebnissen benutzt werden
hu: Rákeres a kifejezésre és visszatér az abban használt gyökökkel

source: Tries to find the given query in radicals names, otherwise does a word search and returns the result's kanji
de: Versucht Radikale bei ihren Namen zu finden. Gelingt dies nicht, wird eine Wortsuche durchgeführt
hu: Gyököket keres a neveik alapján, vagy, ha ez sikertelen, kanjira keres

source: Full name
de: Vollständer Name
hu: Teljes név

source: Sex
de: Geschlecht
hu: Nem

source: Name origin
de: Namensherkunft
hu: Név eredete

source: Part
de: Bestandteil
hu: Rész

source: Decomposition
de: Zusammensetzung
hu: Fogalmazás

source: Radical
de: Radikal
hu: Gyök

source: On reading compounds
de: On - Zusammensetzungen
hu: On olvasat összetétel

source: Kun reading compounds
de: Kun - Zusammensetzungen
hu: Kun olvasat összetétel

source: JLPT level
hu: JLPT szint

source: of 2500 most used kanji in newspapers
de: der 2500 meist genutzten Kanji in Zeitungen
hu: a 2500 újságokban leggyakrabban használt kanji közül

source: Similar Kanji
de: Ähnliche Kanji
hu: Hasonló kanjik

source: Chinese reading
de: Chinesische Lesungen
hu: Kínai olvasat

source: Korean reading
de: Koreanische Lesungen
hu: Koreai olvasat

source: Japanese names
de: Japanische Namen
hu: Japán nevek

source: Words and kanji
de: Wörter und Kanjis
hu: Szavak és kanjik

source: Temporarily switched language to {}
de: Vorübergehend zu {} gewechselt
hu: Átmenetileg a nyelv megváltozott {}-ra/re

# inflection
source: Negative
de: Negativ
hu: Negatív

# inflection
source: Polite
de: Höflichkeit
hu: Udvarias

# inflection
source: Present
de: Gegenwart
hu: Jelen

# inflection
source: Past
de: Vergangenheit
hu: Múlt

# inflection
source: TeForm
hu: Te alak

# inflection
source: Potential
de: Möglichkeit
hu: Feltételes

# inflection
source: Passive
de: Passiv
hu: Szenvedő

# inflection
source: Causative
de: Kausativ
hu: Okhatározó

# inflection
source: PotentialOrPassive
de: Potential or Passiv
hu: Potenciális vagy szenvedő

# inflection
source: Imperative
de: Imperativ
hu: Felszólító

# inflection
source: Tai
de: たい (Gibt an etwas tun zu wollen)
hu: たい (Vágyat, kívánságot fejez ki)

# inflection
source: TeIru
de: ている (Gibt eine andauernde Aktion an)
hu: ている (Egy jelenleg folyamatban lévő cselekvést fejez ki)

# inflection
source: TeAru
de: てある (Bedeutet etwas wurde getan)
hu: てある (Egy befejezett cselekvést fejez ki)

# inflection
source: TeMiru
de: てみる (Bedeutet etwas zu "versuchen")
hu: てみる (Egy cselekvés megpróbálását fejezi ki)

# inflection
source: Tara
de: たら (Gibt eine Bedingung an)
hu: たら (Egy feltételt fejez ki)

source: , with this form:
de: , mit dieser Form:
hu: , ebben a formában:

source: Taught in {} grade
de: Beigebracht in der {}. Klasse
hu: {}. évben oktatott

source: Show Conjugations
de: Zeige Konjugationen
hu: Ragozás Mutatása

source: Show collocation
de: Zeige Kollokation
hu: Besorolás mutatása

source: Collocations
de: Kollokationen
hu: Besorolások

source: Conjugations
de: Konjugationen
hu: Ragozások

source: Antonym of {}
de: Antonym von {}
hu: Ellentetje: {}

source: See also {}
de: Siehe auch {}
hu: Lásd még {}

source: Pitch accent
de: Tonhöhenakzent
hu: Zenei hangsúly

source: Other forms
de: Andere Formen
hu: Más formák

source: Affirmative
de: Positiv
hu: Igenlő

source: Negative
de: Negativ
hu: Negatív

source: Present
de: Gegenwart
hu: Jelen

source: Present, polite
de: Gegenwart, höflich
hu: Jelen, udvarias

source: Past
de: Vergangenheit
hu: Múlt

source: Past, polite
de: Vergangenheit, höflich
hu: Múlt, udvarias

source: Te-form
hu: Te alak

source: Potential
de: Potenzielle
hu: Feltételes

source: Passive
de: Passiv
hu: Szenvedő

source: Causative
de: Kausativ
hu: Okhatározó

source: Causative Passive
de: Kausativ-Passiv
hu: Szenvedő Okhatározó

source: Imperative
de: Imperativ
hu: Felszólító

source: Play audio
de: Vorlesen
hu: Hanganyag lejátszása

source: common word
de: häufiges Wort
hu: gyakori szó

source: Download audio
de: Audio herunterladen
hu: Hanganyag letöltése

source: Sentence search
de: Beispielsätze
hu: Mondatok keresése

source: Direct reference
de: Einzelnachweis
hu: Közvetlen hivatkozás

source: words
de: Wörter
hu: szó

source: From {}: {}
de: Vom {}: {}
hu: {}-ból/ből: {}

source: hide
de: verstecken
hu: elrejtés

source: show
de: zeigen
hu: mutatás

source: sentences
de: Sätze
hu: mondat

source: About
de: Über Jotoba
hu: Rólunk

source: Jotoba is a multilingual Japanese dictionary. It is easy to find translations for words or kanji, see example sentences and the way names can be written.
de: Jotoba ist ein mehrsprachiges Japanisch Wörterbuch. Es ist einfach Übersetzungen für Wörter oder Kanji zu finden oder zu sehen, wie Beispielsätze und Namen geschrieben werden.
hu: A Jotoba egy többnyelvű japán szótár. Könnyen megtalálhatod szavak és kanjik fordítását, láthatsz példamondatokat és azt, hogy hogyan kell egyes neveket írni.

source: Jotoba is open source. Check out our
de: Jotob ist Open Source. Besuche unsere
hu: A Jotoba nyílt forráskódú. Tekintsd meg a

source: Github page
de: Github Seite
hu: Github oldalunkat

source: if you want to contribute or host Jotoba yourself.
de: , wenn du Jotoba helfen willst zu wachsen oder auch selbst hosten möchtest.
hu: ha szeretnél közreműködni, vagy magad futtatni a Jotoba-t.

source: Trello Board
de: Trello Roadmap
hu: Trello Táblánk

source: aswell if you are interested in upcoming features and what we are currently working on!
de: , wenn du an zukünftigen Features oder unserer aktuellen Arbeit interessiert bist!
hu: is, ha érdekelnek a közelgő funkciók és, hogy min dolgozunk éppen!

source: Data Sources and Inspiration
de: Quellen und Inspirationen
hu: Adatforrások és Inspirációk

source: Of course this project wouldn't have been possible without the help of some great data sources.
de: Jotoba wäre ohne die Hilfe von vielen großartigen und kostenlosen Projekten niemals möglich gewesen.
hu: Természetesen ez a projekt nem lett volna lehetséges néhány remek adatforrás nélkül.

source: Many thanks to every one of them for providing such a variety of data people can use to learn the japanese language.
de: Vielen Dank an jeden, der daran beteiligt war diese große Vielfalt an Daten für Japanisch Lernende zu erschaffen.
hu: Ezer köszönet mindegyikőjüknek az általuk biztosított adatokért, hogy mindenki használhassa japánul tanuláshoz.
