Repository: jcantosz/Jotoba
Catalog: locales/*.po
Languages: de, hu

source: Joto-kun was created by a good friend of ours who is truly a wizard when it comes down to design!
de: Joto-kun wurde von einer guten Freundin erstellt, welche eine wahrere Zauberin ist, wenn es ums Designen geht!
hu: Joto-kunt egy jóbarátunk készítette, aki varázsolni tud, ha dizájnról van szó!

source: Jisho, created by Kim Ahlström, Miwa Ahlström and Andrew Plummer is a pretty and powerful english-japanese dictionary.
de: Jisho, welches von Kim Ahlström, Miwa Ahlström und Andrew Plummer erstellt wurde, ist ein großartiges Englisch-Japanisch Wörterbuch.
hu: Jisho, Kim Ahlström, Miwa Ahlström és Andrew Plummer által egy gyönyörű és erőteljes angol-japán szótár.

source: We took inspiration in their work and design to improve on their concept and offer it to a wider variety of people.
de: Wir haben uns von ihrer Arbeit inspirieren lassen um ihr Konzept und Design weiterzuentwickeln und so vielen Menschen wie möglich zur Verfügung stellen zu können.
hu: Ihletet merítettünk a munkájukból és dizájnukból, hogy javíthassunk az ötletükön és egy szélesebb körben felajánlhassuk.

source: Words (except sound effects), Kanji and Names available on this site are publicly provided and maintained by
de: Wörter (außer Sound Effekten), Kanji und Namen auf unserer Seite sind öffentlich bereitgestellt und fallen unter die
hu: Az ezen az oldalon található szavakat (a hangutázószavak kivételével), kanjikat és neveket publikusan elérhetővé tette és karbantartja az

source: and available under the license
de: und verfügbar unter der Lizenz
hu: és az alábbi licensz alatt publikálta:

source: Additionally, the RADKFILE by Jin Breen is used to link Radicals to Kanji.
de: Außerdem wird die RADKFILE von JinBreen verwendet, welche Radikale und Kanji verlinkt.
hu: Ezenkívül a Jin Breen által készített RADKFILE segítségével társítunk gyököket a kanjikhoz.

source: Audio Files
de: Audio Dateien
hu: Hanganyagok

source: The audio files #1 were graciously made public by
de: Die Audio Dateien #1 wurden netterweise von
hu: Az #1-es hanganyagokat kegyesen publikusan elérhetővé tette a

source: and
de: und
hu: és

source: Tofugo
hu: Tofugu

source: and uploaded to Github under the CC-BY-4.0 licence.
de: öffentlich gemacht und auf Github unter der CC-BY-4.0 Lizenz veröffentlicht.
hu: és feltöltötték Githubra CC-BY-4.0 licensz alatt.

source: The audio files #2 are provided by the
de: Die Audio dateien #2 wurden vom
hu: A #2-es hanganyagokat a

source: Kanji alive project
de: Kanji alive Projekt
hu: Kanji alive projekt

source: and are also available under the CC-BY-4.0 license.
de: veröffentlicht und stehen auch unter der CC-BY-4.0 Lizenz.
hu: biztosította és tette elérhetővé CC-BY-4.0 licensz alatt.

source: Manga Sound Effects
de: Manga Sound Effekte
hu: Manga Hang Effektek

source: The data about Sound Effects is graciously provided by Chris Kincaid and is used as additional data in the word search.
de: Die Daten der Sound Effekte wurden uns netterweise von Chris Kincaid zur Verfügung gestellt und können über die Wörtersuche gefunden werden.
hu: A hangeffektekről szóló adatokat Chris Kincaid biztosította, hogy megjeleníthessük a szókeresés közben.

source: Sentences are provided by Tatoeba under the Creative Commons CC 1.0 and 2.0 licences.
de: Sätze sind von Tatoeba unter den Creative Commons CC 1.0 und 2.0 Lizenzen bereitgestellt.
hu: A mondatokat a Tatoeba biztosította Creative Commons CC 1.0 és 2.0 licensz alatt.

source: Kanji Animations
de: Kanji Animationen
hu: Kanji Animációk

source: The raw data used for kanji animations is publicly provided by KanjiVG, a project by Ulrich Apel.
de: Die Rohdaten der Kanji Animationen wurden von Ulrich Apel und seinem Projekt 'KanjiVG' bereitgestellt.
hu: A nyers adatokat a kanji animációkhoz az Ulrich Apel által létrehozott KanjiVG biztosította.

source: The conversion into images and animated SVG is done by a ruby script which was made by
de: Die Konvertierung der Bilder und animierten SVG wurde durch ein Ruby Skript von
hu: A képekké és SVG-ké alakítást végző ruby szkript készítette

source: and altered by
de: erschaffen, welches von
hu: és módosította

source: JLPT Data
de: JLPT Daten
hu: JLPT Adatok

source: Data about JLPT proficiencies are by provided by Jonathan Waller.
de: Die Informationen über die JLPT Fähigkeitslevel sind von Jonathan Waller zur Verfügung gestellt worden.
hu: A JLPT szintek adatait Jonathan Waller biztosította.

source: There is also some non-free data available on his website, so check it out if you are interested.
de: Auf seiner Webseite gibt es noch weitere, nicht kostenlose Daten, falls du dich für seine Arbeit interessiert.
hu: A weboldalán elérhető néhány nem ingyenes adatforrás is, úgyhogy nézz be, ha érdekel.

source: Word tokenization
de: Wort-Tokenisierung
hu: Szó elemekre bontésa

source: Word tokenization is done using a project from Hideki Yamane and used for Japanese morphological analysis implementations.
de: Die Wort-Tokenisierung wurde durch ein Projekt von Hideki Yamane ermöglicht, welches der Implementierung von Japanisch-Morphologischen Analysen dient.
hu: A szavak elemekre bontását egy, Hideki Yamane által létrehozott projekt biztosítja, amit a japán szóelemzésnél használunk.

source: On the project's Github Page you can find lots of data about Kanji.
de: Auf ihrer Github Seite findet man viele verschiedene Infos über Kanji.
hu: A projekt weboldalán rengeteg, kanjikról szóló adatot találhatsz.

source: {} dialect
de: {} Dialekt
hu: {} dialektus

source: irregular kana
de: Unregelmäßiges Kana
hu: szabálytalan kana

source: irregular kanji
de: Unregelmäßiges Kanji
hu: szabálytalan kanji

source: irregular okurigana
de: Unregelmäßiges Okurigana
hu: szabálytalan okurigana

source: outdated kana
de: veraltetes Kana
hu: elavult kana

source: outdated kanji
de: veraltetes Kanji
hu: elavult kanji

source: usually written in kana
de: Normalerweise geschrieben in Kana
hu: általában kanával írják

source: rarely used kanji form
de: Selten verwendete Kanjiform
hu: ritkán használt kanji forma

source: Abbreviation
de: Abkürzung
hu: Rövidítés

source: Anarchism
de: Anarchismus
hu: Rendbomlás

source: Character
de: Charakter
hu: Karakter

source: Childrens language
de: Kindersprache
hu: Gyereknyelv

source: Colloquialism
de: Umgangssprache
hu: Köznyelvi kifejezés

source: Company name
de: Firmenname
hu: Cégnév

source: Creature
de: Kreatur
hu: Élőlény

source: Dated term
de: Datierter Begriff
hu: Régimódi kifejezés

source: Deity
de: Gottheit
hu: Istenség

source: Derogatory
de: Abwertend
hu: Lekicsinylő

source: Event
hu: Esemény

source: Document
de: Dokument
hu: Dokumentum

source: Familiar language
de: Vertraute Sprache
hu: Intim nyelv

source: Female term/language
de: Weblicher Begriff/Sprache
hu: Női kifejezés/nyelv

source: Fiction
de: Fiktion
hu: Fikció

source: Given name
de: Vorname
hu: Keresztnév

source: Group
de: Gruppe
hu: Csoport

source: Historical term
de: Historischer Begriff
hu: Történelmi kifejezés

source: Honorific language
de: Höfliche Sprache
hu: Megtisztelő nyelvezet

source: Humble language
de: Bescheidene Sprache
hu: Szerény nyelvezet

source: Idiomatic expression
de: Idiomatischer Ausdruck
hu: Szólás

source: Jocular humorous term
de: Scherzhafter humoristischer Begriff
hu: Tréfás kifejezés

source: Legend
de: Legende
hu: Legenda

source: Literary/formal term
de: Literarischer/formeller Begriff
hu: Irodalmi/hivatalos kifejezés

source: Manga slang
hu: Manga szleng

source: Male term/language
de: Männlicher Begriff/Sprache
hu: Férfi nyelvezet

source: Mythology
de: Mythologie
hu: Mitológia

source: Internet slang
hu: Internet szleng

source: Object
de: Objekt
hu: Tárgy

source: Obsolete term
de: Veralteter Begriff
hu: Elavult kifejezls

source: Obscure term
de: Unbekannter Begriff
hu: Homályos kifejezés

source: Onomatopoetic or mimetic word
de: Onomatopoetisches oder mimetisches Wort
hu: Hangutánzó szó

source: Organization name
de: Organisationsname
hu: Szervezet neve

source: Other
de: Andere
hu: Egyéb

source: Person name
de: Personenname
hu: Személynév

source: Place name
de: Ortsname
hu: Helynév

source: Poetical term
de: Poetischer Begriff
hu: Költői kifejezés

source: Polite language
de: Höfliche Sprache
hu: Udvarias nyelv

source: Product name
de: Produktname
hu: Termék név

source: Proverb
de: Sprichwort
hu: Közmondás

source: Qutation
de: Zitat
hu: Idézet

source: Rare
de: Selten
hu: Ritka

source: Religion
hu: Vallás

source: Sensitive
de: Sensibel
hu: Érzékeny

source: Service
hu: Szolgáltatás

source: Slang
hu: Szleng

source: Railway station
de: Bahnhof
hu: Vasútállomás

source: Family or surname
de: Familien- oder Nachname
hu: Vezetéknév

source: Usually written in kana
de: Üblicherweise in Kana geschrieben
hu: Általában kanával írják

source: Unclassified name
de: Nicht klassifizierter Name
hu: Rendszerezetlen név

source: Vulgar expression/word
de: Vulgärer Ausdruck/Wort
hu: Vulgáris kifejezés/szó

source: Artwork
de: Kunstwerk
hu: Műalkotás

source: Rude/x-rated term
de: Nicht Jugendfreier Begriff
hu: Sértő/X-besorolású kifejezés

source: {} term
de: {} Begriff
hu: {} kifejezés

source: Agriculture
de: Landwirtschaft
hu: Mezőgazdaság

source: Anatomy
de: Anatomie
hu: Anatómia

source: Archeology
de: Archäologie
hu: Régészet

source: Architecture
de: Architektur
hu: Építészet

source: Art aesthetics
de: Kunstästhetik
hu: Művészet

source: Astronomy
de: Astronomie
hu: Űrtudomány

source: Audio/visual
de: Audio/visuell
hu: Audiovizuális

source: Aviation
de: Luftfahrt
hu: Repülés

source: Biochemistry
de: Biochemie
hu: Biokémia

source: Biology
de: Biologie
hu: Biológia

source: Botany
de: Botanik
hu: Botanika

source: Buddhism
de: Buddhismus
hu: Buddhizmus

source: Business
hu: Biznisz

source: Chemistry
de: Chemie
hu: Kémia

source: Christianity
de: Christentum
hu: Kereszténység

source: Computing
de: Computer
hu: Számítógépes tudomány

source: Clothing
de: Kleidung
hu: Ruházat

source: Crystallography
de: Kristallographie
hu: Kristálytan

source: Ecology
de: Ökologie
hu: Ökológia

source: Economics
de: Wirtschaft
hu: Ökonómia

source: Electricity
de: Elektrizität
hu: Elektromosság

source: Electronics
de: Elektronik
hu: Elektronika

source: Embryology
de: Embryologie
hu: Embriológia

source: Engineering
de: Ingenieurwesen
hu: Gépészet

source: Entomology
de: Entomologie
hu: Entomológia

source: Finance
de: Finanzen
hu: Pénzügytan

source: Fishing
de: Fischen
hu: Horgászat

source: FoodCooking
de: Essen kochen
hu: Főzés

source: Gardening
de: Gärtnerei
hu: Kertészkedés

source: Genetics
de: Genetik
hu: Genetika

source: Geography
de: Geografie
hu: Földrajz

source: Geology
de: Geologie
hu: Geológia

source: Geometry
de: Geometrie
hu: Geometria

source: Go (game)
hu: Go (játék)

source: Grammar
de: Grammatik
hu: Nyelvtan

source: Greek mythology
de: Griechische Mythologie
hu: Görög mitológia

source: Horseracing
de: Pferderennen
hu: Lóverseny

source: Law
de: Recht
hu: Jog

source: Linguistics
de: Linguistik
hu: Nyelvészet

source: Logic
de: Logik
hu: Logika

source: Martial arts
hu: Harcművészet

source: Mathematics
de: Mathemaik
hu: Matematika

source: MechanicalEngineering
de: Maschinenbau
hu: Gépészmérnök

source: Medicine
de: Medizin
hu: Orvostudomány

source: Climate/weather
de: Klima/Wetter
hu: Időjárás

source: Military
de: Militär
hu: Katonaság

source: Music
de: Musik
hu: Zene

source: Ornithology
de: Vogelkunde
hu: Orniológia

source: Paleontology
de: Paläontologie
hu: Paleontológia

source: Pathology
de: Pathologie
hu: Patológia

source: Pharmacy
de: Pharmazie
hu: Gyógyszerészet

source: Philosophy
de: Philosophie
hu: Filozófia

source: Photography
de: Fotografie
hu: Fényképezés

source: Physics
de: Physik
hu: Fizika

source: Physiology
de: Physiologie
hu: Fiziológia

source: Printing
hu: Nyomtatás

source: Psychology
de: Psychologie
hu: Pszichológia

source: Psychiatry
de: Psychatrie
hu: Pszichiátria

source: Railway
de: Eisenbahn
hu: Vasút

source: Sports
de: Sport
hu: Sport

source: Statistics
de: Statistiken
hu: Statisztika

source: Sumo
hu: Szumó

source: Telecommunications
de: Telekommunikation
hu: Telekommunikáció

source: Trademark
hu: Védjegy

source: Videogame
de: Videospiel
hu: Videójáték

source: Zoology
de: Zoologie
hu: Zoológia

source: Godan verb
hu: Godan ige

source: Irregular verb with {} ending
de: Unregelmäßiges Wort mit {} Endung
hu: Szabálytalan ige {} végződéssel

source: SoundFx
hu: Hangeffekt

source: Expression
de: Ausdruck
hu: Kifejezés

source: Counter
de: Zählwort
hu: Számlálószó

source: Suffix
hu: Utótag

source: Prefix
de: Präfix
hu: Előtag

source: Particle
de: Partikel
hu: Partikula

source: Interjection
de: Ausruf
hu: Indulatszó

source: Symbol
hu: Szimbólum

source: Pronoun
de: Pronomen
hu: Névmás

source: Auxilary
hu: Segédige

source: Numeric
de: Nummer
hu: Szám

source: Adverb-To
de: To-Adverb
hu: To Határozószó

source: Adverb
hu: Határozószó

source: Adjective
de: Adjektiv
hu: Melléknév

source: Auxilary adjective
de: Hilfsadjektiv
hu: Segédmelléknév

source: Auxilary Verb
de: Hilfsverb
hu: Segédige

source: Verb
hu: Ige

source: Conjugation
de: Konjugation
hu: Ragozás

source: Unclassified
de: nicht klassifiziert
hu: Csoportosítatlan

source: Noun or verb describing a noun
de: Nomen beschreibendes Nomen oder Verb
hu: Főnév, vagy főnevet leíró ige

source: I adjective
de: I Adjektiv
hu: I melléknév

source: I adjective (conjugated like いい)
de: I Adjektiv (konjugiert wie いい)
hu: I melléknév (いい-ként ragozva)

source: Ku adjective
de: Ku Adjektiv
hu: Ku melléknév

source: Na adjective
de: Na Adjektiv
hu: Na melléknév

source: Formal form of na adjective
de: Formelle Form eines na-Adjektives
hu: Na melléknév hivatalos alakja

source: No adjective
de: No-Adjektiv
hu: No melléknév

source: Pre noun adjective
de: Pre-Nomen Adjektiv
hu: Főnév előtti melléknév

source: Shiku adjective
de: Shiku Adjektiv
hu: Skiku melléknév

source: Taru adjective
de: Taru Adjektiv
hu: Taru melléknév

source: Noun
de: Nomen
hu: Főnév

source: Noun adverbial
de: adverbiales Nomen
hu: Határozói Főnév

source: Prefix (noun)
de: Präfix (Nomen)
hu: Előtag (főnév)

source: Suffix (noun)
de: Suffix (Nomen)
hu: Utótag (főnév)

source: Temporal noun
de: zeitliches Nomen
hu: Időt leíró főnév

source: Unspecified verb
de: Unspezifiziertes Verb
hu: Csoportosítatlan ige

source: Intransitive verb
de: Intransitives Verb
hu: Intransitív ige

source: Transitive verb
de: Transitives Verb
hu: Tranzitív ige

source: Ichidan verb
hu: Ichidan ige

source: Ichidan zuru verb
hu: Ichidan zuru ige

source: Ichidan kureru verb
hu: Ichidan kureru ige

source: Kuru verb
hu: Kuru ige

source: Noun taking suru
hu: Suru-t felvevő főnév

source: Suru verb
hu: Suru ige

source: Suru special
de: Suru verb, Spezialfall
hu: Speciális suru

source: Pre-noun
hu: Főnév előtti

source: Space
de: Leerzeichen
hu: Szóköz

# name_type
source: Company
de: Firma
hu: Cég

# name_type
source: Female
de: Weiblich
hu: Női

# name_type
source: Male
de: Männlich
hu: Férfi

# name_type
source: Organization
de: Organisation
hu: Szervezet

# name_type
source: Persons name
de: Personenname
hu: Személy

# name_type
source: Place
de: Platz
hu: Hely

# name_type
source: Product
de: Produkt
hu: Termék

# name_type
source: (Railway)Station
de: Haltestelle
hu: Vasútállomás

# name_type
source: Surname
de: Familienname
hu: Vezetéknév

# name_type
source: Unknown
de: unbekannt
hu: Ismeretlen

# name_type
source: Art work
de: Kunstwerk
hu: Műalkotás

# name_type
source: Character
de: Charakter
hu: Karakter

# name_type
source: Deity
de: Göttliches Wesen
hu: Istenség

# name_type
source: Document
de: Dokument
hu: Dokumetum

# name_type
source: Event
hu: Esemény

# name_type
source: Fiction
de: Fiktion
hu: Fikció

# name_type
source: Group
de: Gruppe
hu: Csoport

# name_type
source: Legend
de: Legende
hu: Legenda

# name_type
source: Mythology
de: Mythologie
hu: Mitológia

# name_type
source: Object
de: Objekt
hu: Tárgy

# name_type
source: Other
de: Andere
hu: Egyéb

# name_type
source: Religion
hu: Vallás

# name_type
source: Service
hu: Szolgáltatás

source: names
de: Namen
hu: név

source: Search Help
de: Suchhilfe
hu: Keresési segéd

source: No {} found
de: Keine {} gefunden
hu: Nincs a keresésnek megfelelő {}

source: Your default search language might not fit your input
de: Deine eingestellte Sprache und die in der gesuchten Sprache stimmen nicht überein
hu: Az alapértelmezett keresési nyelved lehet, hogy nem passzol a bemenethez

source: Check your search for typos
de: Überprüfe deine Suche nach Tippfehlern
hu: Ellenőrizd, hogy nem írtad-e el a keresési kifejezésedet

source: Use more generic search terms
de: Benutze allgemeinere Begriffe
hu: Használj általánosabb keresési kifejezéseket

source: Try finding your search in a different category using
de: Versuche in einer anderen Kategorie zu suchen, mithilfe
hu: Próbáld a kifejezésedet egy másik kategóriában megkeresni:

source: Your search request might not be included in our database yet
de: Deine Suchanfrage ist (noch) nicht in unserer Datenbank
hu: Lehet, hogy az adatbázisunk még nem tartalmazza a keresési kifejezésedet

source: If you think your search should be contained in our database, submit an issue on
de: Wenn du der Meinung bist, diese Suchanfrage sei in unserer Datenbank, erstelle gerne ein Issue auf
hu: Ha úgy gondolod, hogy az adatbázisunknak tartalmaznia kéne a keresésedet, küldj be egy kérelmet:

source: Also check our
de: Außerdem besuche unser
hu: Ellenőrizd a

source: since we might be working on it!
de: , denn es kann sein, dass wir bereits daran arbeiten!
hu: , hátha épp dolgozunk rajta

source: First
de: Erste
hu: Első

source: Last
de: Letzte
hu: Utolsó

# foreign_lang
source: Bantu
de: Bantusprachischen

# foreign_lang
source: Breton
de: Bretonischen

# foreign_lang
source: Maori
de: Maorischen

# foreign_lang
source: Latin
de: Lateinischen

# foreign_lang
source: Khmer
de: Khmerischen

# foreign_lang
source: Tamil
de: Tamilschen

# foreign_lang
source: Thai
de: Thailändischen

# foreign_lang
source: Hindi
de: Hindischen

# foreign_lang
source: Mapudungun
de: Araukaischen

# foreign_lang
source: Afrikaans
de: Afrikanischen

# foreign_lang
source: Urdu
de: Urduischen

# foreign_lang
source: Bullgarian
de: Bulgarischen

# foreign_lang
source: Ainu
de: Ainuischen

source: Show kanji-animation on load
de: Zeige Kanji-Animation vollständig

source: Show kanji-animation numbers
de: Nummeriere Zeichenreihenfolge

source: Enable Quick-Copy
de: "Quick-Copy" aktivieren

source: Jotoba wouldn't be able to exist without the help of many open-source data sources.
de: Jotoba würde ohne die Hilfe der Hilfe von vielen Open-Source Quellen nicht existieren

source: Press
de: Drücke

source: {} stroke
de: {} Strich

source: Vietnamese reading
de: Vietnamesische Lesungen

source: {} could be an inflection of {}, with this form:
de: {} könnte eine Flexion sein von {}, mit dieser Form:

source: Yukáru
de: Yukáru speziell für Jotoba angepasst wurde.

source: Pitch accents
de: Pitch-Akzente

source: Data about Radicals used in specific Kanji are provided by Kanjium.
de: Diese Daten wurden vom Kanjium Projekt zur Verfügung gestellt.

source: Pitch accent data has been extracted from UniDic.
de: Pitch-Akzent Daten wurden aus dem UniDic extrahiert.
